{
  "tutorial": {
    "dialogue1": "Hey kiddo, welcome to your first day undercover.",
    "dialogue2": "I know, loads of pressure, but I know you’ll do fine!",
    "dialogue3": "Remember, we want to send as many customers away as possible.",
    "dialogue4": "They’ll have no other choice but to come back to me! Haha!",
    "dialogue5": "Now, I know it isn’t the most correct option but. hear me out.",
    "dialogue6": "See all the products? Throw them at the customers, they’ll go right out!",
    "dialogue7": "It might be – different – but I assure you, it will work.",
    "dialogue8": "Of course you can do other stuff, like leaving no stock of some product,",
    "dialogue9": "turning off the fridges, or even stealing products from their bags.",
    "dialogue10": "Anything is fair game my boy! You can do it, believe in yourself.",
    "dialogue11": "Just be aware of you manager. He will be looking around from time to time.",
    "dialogue12": "Just make sure there’s enough products in the shelves, the floor is clean,",
    "dialogue13": "the fridges are on, and that he doesn’t spot you doing any funny business.",
    "dialogue14": "He may be patient, at first, but if he complains too much, you’ll be fired!",
    "dialogue15": "See those things on the bottom right corner? Those are the manager stats.",
    "dialogue16": "When the timer reaches 0, that means he is out lurking, be careful!",
    "dialogue17": "The warning signs are STRIKES. Every time he sees something wrong, you get a strike.",
    "dialogue18": "Once you get too many, you’ll be fired, so watch out.",
    "dialogue19": "Now, if you look at the top right corner, that’s the amount of clients sent away.",
    "dialogue20": "You have a daily minimum, set by yours truly, make sure you reach it!",
    "dialogue21": "On the top left corner is your clock. Your shift is from 8AM to 5PM, so take that into consideration.",
    "dialogue22": "Active tasks will be displayer along the left.",
    "dialogue23": "Complete those to make sure your manager is happy.",
    "dialogue24": "Well son, I think that’s it for now. Oh, one more thing!",
    "dialogue25": "Not all clients are ‘reasonable’.",
    "dialogue26": "Some will come to stop you in your tracks, kids may be running around. You may even find some thieves.",
    "dialogue27": "While harder to handle, I’m sure you’ll deal with them perfectly.",
    "dialogue28": "Just drop their patience to 0, and they’ll run right out.",
    "dialogue29": "Well, time has come. Go and open the front doors. Good luck son!"
  }
}
